# Создать список
# добавить в конец списка какое-либо значение
# С помощью метода вставить по указанному индексу какое-либо значение
# ---------------- сделать удаление элемента по его значению (показать как этот метод ведёт себя если есть значения 1 и True и 1 стоит до True)
# ---------------- удалить последний элемент списка
# ---------------- удалить элемент списка по индексу
# очистить список
# создать копию списка методом
# показать что копия и исходный список это разные объекты (id)
# вывести количество элементов с каким-либо значением
# вывесит индекс какого-либо первого элемента по его значению
# вывести индекс тем же методом какого-либо элемента который встречается в списке не один раз*
# развернуть список в обратном порядке. Показать что метод ничего не выводит
# отсортировать список по возрастанию (не убыванию), показать что ничего не возвращает, в отличии от ф-ции sorted()
# выполнить сортировку по не возрастанию
#
#
#
#
#
#
#
#
#
#
#
#
#